export function About() {
  return (
    <div className='about-block'>
      <div className='about-block-game-plot'>
        <div className='about-block-game-plot-title'>Сюжет игры</div>
        <div className='about-block-game-plot-content'>
          Много лет назад в городе Китежграде могущественная и таинственная злая
          сила угрожала городу и его жителям. В отчаянной попытке защитить город
          появились трое могущественных героев: водитель, пилот и Аркадий
          Паровозов. Вооруженные своими уникальными навыками, эти три героя
          отправляются спасать Китежград из лап злого бихолдера. Вместе они
          должны использовать свои навыки вождения, пилотирования и
          сверхспособности, чтобы справиться с врагами и препятствиями и
          защитить город от сил зла. С помощью сверхзвуковых героев город
          Китежград будет спасен!
        </div>
      </div>
    </div>
  );
}
